export const TRANSLATIONS_FA = {
  name: "فاطمه غفاری",

  home: "خانه",
  aboutme: "درباره من",
  resume: "رزومه",
  portfolios: "نمونه کار",
  contact: "ارتباط",

  aboutmeOne: "من کی هستم؟",
  aboutmeTwo:
    "طراح وب ساکن تهران هستم و به دنبال موقعیت شغلی به عنوان طراح وب می‌باشم. فردی سازمان یافته، مسئولیت پذیر، متعهد و دانش آموخته دانشگاه آزاد واحد تهران جنوب هستم .درحال حاضر مشغول به یادگیری در زمینه طراحی رابط کاربری هستم",
  aboutme_personalInfo: "اطلاعات شخصی",

  phone: "تلفن",
  locationTitle: "موقعیت",
  locationText: " ایران ، تهران",
  email: "ایمیل",
  emailText: "fatemeghafari77[@]gmail.com",
  dob: "تولد",
  dobA: "14 شهریور، 1377",

  aboutme_whatDo: "مشغول به چه کارهایی هستم؟",
  aboutme_whatDo_titleOne: "طراحی رابط کاربری",
  aboutme_whatDo_textOne: "طراحی خلاقانه صفحات سایت و برنامه ها",

  aboutme_whatDo_titleTwo: "طراحی صفحات وب",
  aboutme_whatDo_textTwo: "تبدیل طرح های شما به کد های قابل اجرا در وب",

  mySkills: "مهارت ها",
  languages: "زبان ها",
  farsi: "فارسی",
  english: "انگلیسی",
  korean: "کره ای",

  // resumeTwo: "رزومه",
  education: "تحصیلات",
  educationYear: "1396 - 1399",
  educationTitle: "تحصیلات دانشگاهی",
  educationText: "دانشگاه آزاد واحد تهران جنوب ، رشته مدیریت بیمه",
  educationYearTwo: "1393 - 1396",
  educationTitleTwo: "دبیرستان",
  educationTextTwo: "رشته تجربی",

  experience: "تجربیات",
  experienceYear: "1398 - 1401",
  experienceTitle: "طراحی صفحات وب",
  experienceText:
    "در سال 98 در مجتمع فنی تهران،به طراحی سایت علاقه مند شدم و تصمیم به یادگیری  آن گرفتم",
  experienceYearTwo: "1397",
  experienceTitleTwo: "ICDL",
  experienceTextTwo:
    "در تابستان سال 97، به مدت دو ماه، در مجتمع فنی تهران شروع به یادگیری این مهارت کردم",
  experienceYearThree: "1401",
  experienceTitleThree: "UI",
  experienceTextThree: "به تازگی شروع به یادگیری در این زمینه کرده ام",

  btnAll: "همه",
  btnWeb :"وب",
  btnReact:"ری اکت",
  btnJs :"جاوا اسکریپت",
  btnUI:"طراحی رابط کاربری",

  phoneNum: "5055 458 922 98+",
  contactText: "همیشه آماده گفت و گو در مورد طراحی سایت یا مشارکت در آن",
  nameInp: "اسم",
  messageInp: "پیام",
  submitBtn: "ارسال",

  errorNameOne: "وارد کردن اسم الزامی است",
  errorNameTwo: "اسم باید بیشتر از دو حرف باشد",
  errorEmailOne: "وارد کردن ایمیل الزامی است",
  errorEmailTwo: "ایمیل نامعتبر",
  errorMessageOne: "وارد کردن پیام الزامی است",
  errorMessageTwo: "پیام وارد شده کافی نیست",

  toastSucc:"پیام باموفقیت ارسال شد 👍",
  toastErr:"خطا در ارسال ❌",
};
